import Link from "next/link";
import ContactForm from "./components/ContactForm";
export default function Home() {
    return (
        <div className="container mx-auto px-4 py-8">
            <ContactForm />
            <h1>
                smv คืออะไร
            </h1>
            <p>
            อุเทนซูโม่ไฮไลต์ฮัม กษัตริยาธิราชบร็อคโคลีซ้อจุ๊ยวีไอพี นิรันดร์ พอเพียงบลูเบอร์รีอินเตอร์ชนะเลิศ หลวงตาจิตพิสัย ลาเต้ต่อยอดรามาธิบดีคันธาระ โปรดิวเซอร์ช็อปเปอร์เคอร์ฟิวเซลส์แมน เพรสแพลน ไฮบริดโรแมนติคเซอร์ไพรส์พาสตา แชมปิยองสตรอเบอรี วอฟเฟิลแทกติค เดบิตซูฮกพรีเซ็นเตอร์นู้ด ตรวจทาน แอร์จิ๊กซอว์คอมพ์อุด้ง ฮาลาลจูนกราวนด์ เปโซคลิปสันทนาการซูมเวิร์ก
            อุปนายก แรงดูดเลคเชอร์บร็อคโคลี ซูโม่ เซนเซอร์สปา รุสโซคาเฟ่ชาร์ต แม็กกาซีนพุดดิ้งเฉิ่ม พิซซ่าเคสแคมปัส โบกี้ฮาโลวีนราชานุญาต เฟอร์นิเจอร์โกเต็กซ์วาซาบิ ไฮไลต์อัลไซเมอร์ทับซ้อนเทควันโด เดอะรีโมทวีน คาสิโนโบตั๋นท็อปบู๊ท ไฟลท์กุนซือวอลล์ ฮันนีมูนเทวาสะบึม เกรดเชอร์รี่แฟลช อัลไซเมอร์
            ป๋อหลอเรซินกษัตริยาธิราชสปอร์ตโหลน ซัมเมอร์ไหร่แอลมอนด์ สุริยยาตรไมค์บัส ฮัลโหลกับดักเอสเพรสโซเซนเซอร์ อริยสงฆ์วีไอพี เป่ายิงฉุบโปรเจ็คท์ หมายปองเบิร์ดเตี๊ยม สารขัณฑ์สเตชั่นฟอยล์ไฮไลท์ไอเดีย ตุ๊ดรูบิคเต๊ะตุ๊ดไชน่า เวณิกา ฟีเวอร์แพลนอุตสาหการบลูเบอร์รีคอนโทรล เฮีย เทวาฮาลาล ธุหร่ำคอร์สแพ็คโครนาเจ๊าะแจ๊ะ บิ๊กโปรโมเตอร์ เป่ายิงฉุบพาสต้าอีโรติก
            มาร์จิน สเตชั่นเซนเซอร์พุดดิ้งฟีด มอบตัวรามเทพลาเต้ ชนะเลิศ ซูมพุดดิ้งเรตติ้ง ซะไฮไลต์ เหมยคอลัมน์ เมเปิลโอเวอร์สแตนดาร์ด ซินโดรมเทียมทานสถาปัตย์ พุทธศตวรรษสปอตวาฟเฟิล ป๋อหลอบู๊เวณิกาบูม สเก็ตช์ต่อยอดสุริยยาตรแอ็กชั่นอีสต์ ต่อรองเซ็กซี่วานิลา แตงกวา อัตลักษณ์ ภควัทคีตา
            </p>
            <Link href="/survey">
                เริ่มกันเลย
            </Link>
        </div>
    );
}
