import Link from "next/link";
export default function Home() {
    return (
        <div className="container mx-auto px-4 py-8">
            <h1>
                smv คืออะไร
            </h1>
            <p>
                อุเทนซูโม่ไฮไลต์ฮัม กษัตริยาธิราชบร็อคโคลีซ้อจุ๊ยวีไอพี นิรันดร์ พอเพียงบลูเบอร์รีอินเตอร์ชนะเลิศ หลวงตาจิตพิสัย ลาเต้ต่อยอดรามาธิบดีคันธาระ โปรดิวเซอร์ช็อปเปอร์เคอร์ฟิวเซลส์แมน เพรสแพลน ไฮบริดโรแมนติคเซอร์ไพรส์พาสตา แชมปิยองสตรอเบอรี วอฟเฟิลแทกติค เดบิตซูฮกพรีเซ็นเตอร์นู้ด ตรวจทาน แอร์จิ๊กซอว์คอมพ์อุด้ง ฮาลาลจูนกราวนด์ เปโซคลิปสันทนาการซูมเวิร์ก
                ดดิ้งฟีด มอบตัวรามเทพลาเต้ ชนะเลิศ ซูมพุดดิ้งเรตติ้ง ซะไฮไลต์ เหมยคอลัมน์ เมเปิลโอเวอร์สแตนดาร์ด ซินโดรมเทียมทานสถาปัตย์ พุทธศตวรรษสปอตวาฟเฟิล ป๋อหลอบู๊เวณิกาบูม สเก็ตช์ต่อยอดสุริยยาตรแอ็กชั่นอีสต์ ต่อรองเซ็กซี่วานิลา แตงกวา อัตลักษณ์ ภควัทคีตา
            </p>
            <Link href="/survey">
                เริ่มกันเลย
            </Link>
        </div>
    );
}
